[
  {
    "title": "Polecenie książki",
    "category": "FINANCIAL_EDUCATION",
    "content": "\"Standard Bitcoina\" - omawia m. in. znaczenie Bitcoina",
    "timeReference": "2025-05-25T11:13:24.331Z",
    "tags": [
      "BTC"
    ],
    "source": "https://youtu.be/5rJ_cdKnVj4?t=1295",
    "authorName": "Gancarz Research"
  },
  {
    "title": "Korelacja na rynkach",
    "category": "MARKET_FORECASTS",
    "content": "USDJPY jest dodatnio skorelowany z indeksami: gdy USDJPY rośnie - rosną indeksy. Inaczej mówiąc: wzrosty USDJPY są sygnalizacją sentymentu risk-on, spadki - sygnalizują sentyment risk-off.",
    "timeReference": "2025-05-09T12:00:00.000Z",
    "tags": [
      "JPY",
      "USD",
      "sentyment"
    ],
    "source": "https://youtu.be/7v9BysNUju8",
    "additionalInfo": "TO KLASYCZNY ZNAK HOSSY! Ktoś skupuje tanie coiny... | Podsumowanie tygodnia na rynkach 09.05.2025",
    "authorName": "Tomasz Piwoński"
  },
  {
    "title": "Kwestie walutowe - Korea Pd",
    "category": "POLITICAL_EVENTS",
    "content": "Korea Pd. potwierdziła już, że omawiała kwestie walutowe z USA podczas rozmów na początku tego miesiąca",
    "timeReference": "2025-05-21T15:00:00.000Z",
    "tags": [
      "USA",
      "USD",
      "Plaza Accord 2.0",
      "Korea Pd"
    ],
    "source": "https://youtu.be/tjrwMWbrfUk",
    "additionalInfo": "Zobacz kto chce OSŁABIĆ DOLARA, czy to się uda?",
    "authorName": "Andrzej Stefaniak"
  },


  {
    "title": "Trump - cła na UE",
    "category": "POLITICAL_EVENTS",
    "content": "Trump zapowiedział że od 2025-06-01 wchodzą cła 50% na towary z UE. Wygląda na to że to właśnie ta informacja spowodowała gwałtowne spadki na giełdach i USDJPY od ok. 13:15",
    "timeReference": "2025-05-23T13:15:00.000Z",
    "tags": [
      "Trump",
      "UE",
      "tariffs",
      "USD",
      "JPY"
    ],
    "source": "https://youtu.be/oN4ZOeHB7V0",
    "authorName": "Andrzej Stefaniak"
  },
  {
    "title": "Przed weekendem porozumienie USA z Indiami?",
    "category": "POLITICAL_EVENTS",
    "content": "Na samym początku dnia miały się pojawić sugestie (czyje?) że jeszcze w tym tygodniu może nastąpić porozumienie międzi USA a Indiami w sprawie ceł.",
    "timeReference": "2025-05-27T22:00:00.000Z",
    "tags": [
      "tariffs",
      "USA",
      "USD",
      "Indie"
    ],
    "source": "https://youtu.be/wIHAaM-sHQ4?t=136",
    "authorName": "Andrzej Stefaniak"
  },
  {
    "title": "Trump chwali UE za przyspieszenie negocjacji taryfowych",
    "category": "POLITICAL_EVENTS",
    "content": "Trump chwali UE bo zaczęła demonstrować że jednak zależy jej na możliwie szybkim dogadaniu się z USA w sprawie taryf handlowych (po tym jak Trump zapowiedział, że taryfy będą wynosić 50% - najpierw od 2025-06-01, potem przesunięte na od 2025-07-09)",
    "timeReference": "2025-05-27T22:00:00.000Z",
    "tags": [
      "tariffs",
      "USA",
      "USD",
      "Trump",
      "UE",
      "EUR"
    ],
    "source": "https://youtu.be/wIHAaM-sHQ4?t=211",
    "authorName": "Andrzej Stefaniak"
  },
  {
    "title": "",
    "category": "",
    "content": "",
    "timeReference": "2025-05-25T11:13:24.331Z",
    "tags": [
      ""
    ],
    "source": "https://youtu.be/",
    "authorName": ""
  },
  {
    "title": "Koniec miesiąca - maj",
    "category": "MARKET_FORECASTS",
    "content": "Statystycznie to połowa maja jest najgorszym okresem - a jesteśmy już w końcówce maja - więc ostatni, ostatni dzwonek. No zobaczymy czy w czerwcu - czy początek czerwca (jak to zwykle i często bywa) komitety inwestycyjne zbiorą się i dadzą wytyczne dla traderów - żeby sprzedawali. Lubię grać na końcówkach - a zwłaszcza początkach kolejnego miesiąca - bo po prostu tam chwilowo wytwarzają się czasami jakieś trendy - i można spróbować.",
    "timeReference": "2025-05-30T15:00:00.000Z",
    "tags": [
      "rozkład",
      "koniec miesiąca",
      "miesiąc",
      "koniec",
      "month end",
      "month",
      "end",
      "may",
      "sell in may",
      "maj",
      "sentyment"
    ],
    "source": "https://youtu.be/awoC8yW_zgY?t=232",
    "additionalInfo": "Inwestorze, uważaj na wybory prezydenckie! | Podsumowanie tygodnia na rynkach 30.05.2025",
    "authorName": "Tomasz Piwoński"
  },
  {
    "title": "USA: cła, UE i USD",
    "category": "MARKET_FORECASTS",
    "content": "Dolar index (DX.F) - w kwestii ceł. No czy są tu jakieś wskazówki? No pamiętacie mówiłem wam że najpierw spodziewam się umocnienia USD - tak się faktycznie stało. On się umacniał. Ale później był zwrot sytuacji - bo jak zostały wszystkie cła przesunięte - to też mówiłem wam że dalej importerzy będą w USA importować jak najwięcej zapasów - żeby nazbierać jeszcze zanim cła wejdą w życie. To powoduje presję osłabienia USD. I tak się faktycznie stało. Po tym newsie - USD zaczął się jak widać osłabiać. No i te newsy - te cła nie powchodziły w życie, cła na UE też opóźnione w czasie - więc to będzie trwało. No chociażby nikt przy zdrowych zmysłach chyba nie oczekuje że w UE proces decyzyjny jest tak szybki że UE jest w stanie szybko negocjować cokolwiek z kimkolwiek - jeśli nawet kwestie wojenne trwają tak długo - to co dopiero mówić cła. Aczkolwiek w przypadku ceł faktycznie mogą mówić trochę bardziej jednym głosem niż w przypadku wojny. Ale tak czy owak - ciężko będzie UE tak szybko wynegocjować cła. To powoduje że inwestorzy, importerzy ze Stanów i eksporterzy z Europy - wiedząc o tym, wiedzą że się muszą spieszyć - i ten eksport powinien przyspieszyć: jak najszybciej wysłać jak najwięcej towarów. A to znaczy napływ większej ilości USD ze Stanów do Europy czy do całego świata. To jest presja na osłabianie USD. I później to się wszystko odwróci - w momencie kiedy cła faktycznie wejdą w życie. I ponieważ o tej teorii się zbyt często powszechnie nie mówi - ja nie widzę żeby ktoś lansował tę teorię oprócz mnie - to tym większa szansa że się jak najbardziej sprawdzi. Zobaczymy!",
    "timeReference": "2025-05-30T15:06:00.000Z",
    "tags": [
      "USD",
      "UE",
      "EUR",
      "cła",
      "teoria",
      "FOMO",
      "import",
      "negocjacje"
    ],
    "source": "https://youtu.be/awoC8yW_zgY?t=297",
    "additionalInfo": "Inwestorze, uważaj na wybory prezydenckie! | Podsumowanie tygodnia na rynkach 30.05.2025",
    "authorName": "Tomasz Piwoński"
  }
]
